---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.CutFailures
source: html/6bec436a-fefb-b90c-454f-ce494f3b06c5.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CutFailures

Failures about Cut.

## Syntax (C#)
```csharp
public static class CutFailures
```